recipe_1 = {
    'title': 'Омлет',
    'description': '''
<b><i>Приготовление</i></b>
<ul>
  <li>Поставьте сковородку разогреваться</li>
  <li>В тарелку разбейте яйца и тщательно перемешайте их</li>
  <li>Добавьте молоко и перемешайте</li>
  <li>Вылейте на сковородку содержимое и готовьте 8 минут</li>
</ul>
''',
    'ingredients': {'яйца куриные': 2, 'молоко': 100},
    'tag': ['dinner', 'lunch', 'breakfast'],
    'cooking_time': 15
}

recipe_url_1 = {
    'title': 'Что-то тестовое',
    'description': 'Это тестовый пост',
    'ingredients': {'яйца куриные': 4, 'молоко': 1000, 'маслины': 34},
    'tag': ['dinner', 'lunch'],
    'cooking_time': 34
}

recipe_test = {
    'title': 'Тестовый рецепт Акакия - {0}',
    'description': 'Тестовое описание для тестового рецепта Акакия - {0}',
    'ingredients': {'яйца куриные': 4, 'молоко': 1000, 'маслины': 34},
    'tag': ['dinner', 'lunch'],
    'cooking_time': 20
}
